[
    {
        "Name": "Puer",
        "EnglishName": "Boy",
        "Planet": "Mars (direct)",
        "ZodiacSign": "Libra",
        "Portent": "Very bad",
        "Element": "Air",
        "Gender": "Masculine",
        "Image": "./images/geomancy/1PERU.png",
        "Meaning": "Boy. Action without thought. Rashness. Combativeness. Reckless Behavior. Aggression. Cockiness.  Great energy that needs to be harnessed or reigned in. Passion. Thoughtlessness. Favorable for love or war but unfavorable for anything else.",
        "AdditionalInfo": "Puer favors any type of physical activity such as sports, ||sexual acts||, or engaging an enemy in the physical realm (a physical fight)."
    },
    {
        "Name": "Populus",
        "EnglishName": "People",
        "Planet": "Moon (Waxing)",
        "ZodiacSign": "Capricorn",
        "Portent": "Mostly bad",
        "Element": "Water",
        "Gender": "Feminine",
        "Image": "./images/geomancy/2POPULUS.png",
        "Meaning": "People. Crowd. Group. Family. Friends. Group involvement. Usually indicates that the outcome of a matter depends on others.  Messages. News. Group mind. Going with the flow.",
        "AdditionalInfo": "Populus favors anything that requires the approval or cooperation of others such as asking seeking favors from authority figures."
    },
    {
        "Name": "Puella",
        "EnglishName": "Girl",
        "Planet": "Venus (direct)",
        "ZodiacSign": "Gemini",
        "Portent": "Good",
        "Element": "Water",
        "Gender": "Feminine",
        "Image": "./images/geomancy/3PUELLA.png",
        "Meaning": "Girl. Harmony. Purity. Cleanliness. External appearances. Superficiality. Indecisiveness and fickleness. Healing. Nurturing. Passivity. Empathy.",
        "AdditionalInfo": "Puella favors anything emotional such as softening the heart of an enemy or forming an emotional bond with a lover.  It may also be used to surround you with an air of charisma or charm."
    },
    {
        "Name": "Carcer",
        "EnglishName": "Prison",
        "Planet": "Saturn (direct)",
        "ZodiacSign": "Pisces",
        "Portent": "Moderately bad",
        "Element": "Earth",
        "Gender": "Feminine",
        "Image": "./images/geomancy/4CARCER.png",
        "Meaning": "Prison. Isolation. Confinement, limitations and restrictions. Delays and reversals of fortune. Good for contracts and mortgages. Servitude and the need to accept a situation as it is. Mostly unfavorable unless the issue is about stability or security. Trapped in a situation.",
        "AdditionalInfo": "Carcer favors activities that require solitude such as meditation, spiritual practices, and self reflection; delaying the inevitable; nurturing patience; and any efforts to establish permanence. It may also be used to trap negative or evil spirits; or to contact the dead."
    },
    {
        "Name": "Fortuna Minor",
        "EnglishName": "A menor fortuna",
        "Planet": "Sol",
        "ZodiacSign": "Touro",
        "Portent": "Moderadamente ruim",
        "Element": "Terra",
        "Gender": "Feminino",
        "Image": "./images/geomancy/5FORTUNAMINOR.png",
        "Meaning": "Fortuna menor. Sorte menor. Pequeno lucro. Rapidez. Assistência de outros. Proteção contra infortúnios e danos. Abuso de poder. Você pode precisar trabalhar duro e contar com a ajuda de outros, mas o sucesso será seu.",
        "AdditionalInfo": "Fortuna Minor favorece qualquer atividade que deva ser realizada rapidamente. É usada para materializar uma ideia ou conceito."
    },
    {
        "Name": "Rubeus",
        "EnglishName": "Vermelho",
        "Planet": "Marte (direto)",
        "ZodiacSign": "Gêmeos",
        "Portent": "Muito ruim",
        "Element": "Fogo",
        "Gender": "Masculino",
        "Image": "./images/geomancy/6RUBEUS.png",
        "Meaning": "Vermelho. Paixão. Vício. Temperamento. Sexo e Sexualidade. Um aviso. Necessidade de retiro. Negatividade e turbulência. Instintos. Travessuras. Luxúria. O entusiasmo de tudo.",
        "AdditionalInfo": "Rubeus favorece qualquer atividade que dependa de enganar os outros ou de conhecimento oculto. Pode ser usado para incitar guerras, afastar amantes ou amaldiçoar inimigos."
    },
    {
        "Name": "Tristitia",
        "EnglishName": "Tristeza",
        "Planet": "Saturno (retrógrado)",
        "ZodiacSign": "Escorpião",
        "Portent": "Muito ruim",
        "Element": "Terra",
        "Gender": "Feminino",
        "Image": "./images/geomancy/7TRISTITIA.png",
        "Meaning": "Tristeza. Decepção súbita e inesperada. Depressão. Humilhação. Solidão. Mau giro dos acontecimentos. Perda e destruição de algo que foi cuidadosamente construído. Doença. Dor. Sofrimento. Desfavorável, a menos que a questão envolva estabilidade ou segredos.",
        "AdditionalInfo": "Tristitia favorece qualquer tipo de magia da terra, trabalho com terras, talismãs, ervas; manter segredos e buscas espirituais profundas. Pode ser usada para desfazer feitiços e maldições."
    },
    {
        "Name": "Amissio",
        "EnglishName": "Perda",
        "Planet": "Vênus (retrógrado)",
        "ZodiacSign": "Escorpião",
        "Portent": "Muito ruim",
        "Element": "Fogo",
        "Gender": "Masculino",
        "Image": "./images/geomancy/8AMISSIO.png",
        "Meaning": "Perda. Perda de dinheiro, amor ou boa saúde. Coisas perdidas ou retiradas. Doença. Roubo. Problemas financeiros. Resultado negativo. Miserabilidade. Solidão. Desfavorecido para qualquer tipo de ganho, mas favorável quando você deseja perder algo.",
        "AdditionalInfo": "Amissio é usada para se livrar de uma pessoa, lugar ou coisa; bem como para formar relacionamentos, especialmente românticos (para \"perder\" a solidão ou o status de solteiro)."
    },
    {
        "Name": "Acquisitio",
        "EnglishName": "Ganho",
        "Planet": "Júpiter (direto)",
        "ZodiacSign": "Áries",
        "Portent": "Bom",
        "Element": "Ar",
        "Gender": "Masculino",
        "Image": "./images/geomancy/9ACQUISITIO.png",
        "Meaning": "Ganho. Prosperidade. Promoção. Benefício. Ganhos de negócios ou ampliação de propriedade existente. Sucesso material. Dificuldades superadas. Um objetivo está ao seu alcance. Fim do amor. Falta de compaixão pelos menos afortunados.",
        "AdditionalInfo": "Acquisitio favorece qualquer atividade na qual você deseje ganhar algo de valor, como dinheiro ou um bom emprego."
    },
    {
        "Name": "Laetitia",
        "EnglishName": "Alegria",
        "Planet": "Júpiter (retrógrado)",
        "ZodiacSign": "Touro",
        "Portent": "Bom",
        "Element": "Ar",
        "Gender": "Masculino",
        "Image": "./images/geomancy/10LAETITIA.png",
        "Meaning": "Alegria, Risos, Felicidade. Boa sorte. Encanto. Beleza. Boa saúde. Felicidade. Harmonia e paz de espírito. Prosperidade. Favorável para quase tudo. Movimento ascendente. Melhora na sua situação.",
        "AdditionalInfo": "Laetitia favorece qualquer atividade que não exija segredo. Traz alegria e felicidade para qualquer situação."
    },
    {
        "Name": "Albus",
        "EnglishName": "Branco",
        "Planet": "Mercúrio (direto)",
        "ZodiacSign": "Câncer",
        "Portent": "Muito bom",
        "Element": "Água",
        "Gender": "Feminino",
        "Image": "./images/geomancy/11ALBUS.png",
        "Meaning": "Branco. Paz. Iluminação. Sabedoria. Tradições. Os Anciãos. Ancestrais. Guias. Moderação. Crescimento espiritual e harmonia. Paciência e consideração. Fraco, mas favorável. Diminua a velocidade e pense antes de agir.",
        "AdditionalInfo": "Albus favorece qualquer atividade centrada na mente ou espírito de uma pessoa, como compreensão de leitura, comunicação eficaz e acesso ao conhecimento ancestral ou à adivinhação."
    },
    {
        "Name": "Conjunctio",
        "EnglishName": "União",
        "Planet": "Mercúrio (direto)",
        "ZodiacSign": "Câncer",
        "Portent": "Muito bom",
        "Element": "Água",
        "Gender": "Feminino",
        "Image": "./images/geomancy/12CONJUNCTIO.png",
        "Meaning": "União. Interação. Amor. Amizade. Atração sexual. Contratos. Acordos. Parcerias. Combinação de forças para o bem ou para o mal. Reunião. O retorno de objetos perdidos ou ausentes. Escolhas. Os cruzamentos.",
        "AdditionalInfo": "Conjunctio favorece fazer qualquer tipo de conexão, como comunicação com outra pessoa, relacionamentos e encontrar objetos perdidos."
    },
    {
        "Name": "Cauda Draconis",
        "EnglishName": "A cauda do dragão",
        "Planet": "Cauda Draconis",
        "ZodiacSign": "Sagitário",
        "Portent": "Muito ruim",
        "Element": "Terra",
        "Gender": "Feminino",
        "Image": "./images/geomancy/13CAUDARACONIS.png",
        "Meaning": "Cauda do Dragão. Uma saída, fuga ou maneira de escapar. Fins. Uma espiral descendente. Uma pessoa ou situação da qual você precisa se afastar pela sua própria segurança. Purificação. Perigo. Mal.",
        "AdditionalInfo": "Cauda Draconis é favorável para trazer qualquer tipo de término ou cortar laços com a negatividade."
    },
    {
        "Name": "Via",
        "EnglishName": "Caminho",
        "Planet": "Lua (minguante)",
        "ZodiacSign": "Leão",
        "Portent": "Bom",
        "Element": "Água",
        "Gender": "Feminino",
        "Image": "./images/geomancy/14VIA.png",
        "Meaning": "O Caminho. O caminho à frente. O caminho aberto. Liberdade. Aventura. Uma jornada que pode ser física ou metafórica. Ativação. Movimento para frente. Esforço. Impulso. Ambição. Mudança dinâmica. Favorável para viagens e jornadas de todos os tipos.",
        "AdditionalInfo": "Via favorece qualquer coisa relacionada ao movimento e à mudança, como abrir caminho, remover obstáculos, viagens seguras ou mudar de carreira."
    },
    {
        "Name": "Caput Draconis",
        "EnglishName": "A cabeça do dragão",
        "Planet": "Caput Draconis",
        "ZodiacSign": "Virgem",
        "Portent": "Muito bom",
        "Element": "Fogo",
        "Gender": "Masculino",
        "Image": "./images/geomancy/16CAPUTDRACONIS.png",
        "Meaning": "Cabeça do Dragão. Começos. Um lugar de entrada. Novos começos, nascimento e inocência. Alerta e astúcia. Lucro. Um novo ciclo ou aventura. Bênção no começo. Limpeza e renovação.",
        "AdditionalInfo": "Caput Draconis favorece criar um novo começo. Também pode ser usado para conquistar o favor de pessoas em posições elevadas, como juízes, seu chefe, etc."
    }
]